[
    {
        "name": "Race and Gender Relations in the U.S. Military During WWII",
        "short_desc": "Analyzing race, gender, and family relations among and between Black and white soliders during World War II.",
        "long_desc": "<p>This work is part of the broader American Soldier in World War II initiative, a federally-funded, multi-institutional digital history project based out of Virginia Tech, striving to make available to scholars and the public 65,000 pages of uncensored commentaries written by U.S. soldiers during WWII. Specifically, we sought to analyze race and gender relations, with a focus on race-based spatial segregation.</p><p>This project employs a wide array of text analysis techniques including sentiment analysis, bigram and co-occurrence network analysis, and topic modeling. There was a significant amount of data cleaning involved since the data were human transcriptions of often poorly-photographed, messy handwritten responses to a wartime survey conducted over 75 years ago. </p><p>This past summer, I worked mostly on data cleaning and sentiment analysis. Specifically, I helped to neutralize racial bias in the NRC sentiment libraries and understand how negated bigrams impact sentiment. I have continued working on this project during my gap year where I have begun creating bigram and co-occurrence networks for a new survey and using BERT, a natural language processing library, for more advanced analyses. </p>",
        "path": "/projects/american_soldier",
        "link": "https://dspg-young-scholars-program.github.io/dspg20amsoldier"
    },
    {
        "name": "The Impact of COVID-19 on the Equitable Delivery of Emergency Medical Services",
        "short_desc": "Understanding the equitable distribution of Emergency Medical Services and the impact of COVID-19 on Charlottesville and Albermarle.",
        "long_desc": "<p>In recent years, public health efforts have begun to focus increasingly on the social determinants of health as a means of understanding the prevailing health inequalities in the United States and across the world. While many of these determinants very clearly relate to population health (access to health care resources, for instance), others are more subtle in their health impacts, like residential segregation, education, and cultural values. The COVID-19 pandemic has only emphasized these prevailing patterns: while comprehensive studies are still underway, preliminary research indicates that Black Americans make up a significantly outsized portion of the hospitalizations related to COVID-19.</p><p>We partnered with Charlottesville City and Albemarle County, Virginia to understand the role that the delivery of Emergency Medical Services (EMS) plays in these historical and documented health disparities. We sought to understand how the COVID-19 pandemic has affected EMS operations, and whether these changes may disproportionately impact certain populations in the Charlottesville area.</p><p>Using a database of EMS incidents in Charlottesville and Albemarle spanning the course of several years, we attempt to characterize the changes in call volume across the COVID-19 pandemic and identify any other potential patterns in EMS operations over the same time period. We also develop a model to predict EMS response times from various demographic variables in an attempt to understand whether disparities in service delivery exist for various populations. Finally, with significant input from local medical professionals, we attempt to use the data regularly recorded by EMS providers to identify potential COVID-19 cases in the dataset, and model change in the prevalence of this indicator across the pandemic.</p>",
        "path": "/projects/covid19_and_ems",
        "link": "https://dspg-young-scholars-program.github.io/dspg20CharlottesvilleEMSEquity/"
    },
    {
        "name": "MedLock",
        "short_desc": "A precription monitoring service that bridges gaps in patient care using Mobile Health technologies so that HealthCare Providers may prevent, identify, and intervene in real time for potential opioid addiction.",
        "long_desc": "<p>After my first year at UVA, I joined MedLock, a Medtech start-up. The goal of MedLock was to design a holistic approach to opioid addiction prevention and recovery through a single-dispense pill dispenser that links to an online platform where patients and healthcare providers can monitor pill dispenses, track certain health metrics, communicate, and access resources. Addiction is an illness that strikes when someone lacks sufficient community support, so we attempted to build a platform that acted as a virtual community.</p> <p>In this project, I acted mostly as fullstack developer, working with the MERN stack. One of the features I spent a lot of time on was the data dashboard in which I had to visualize the pill dispenser data for both providers and patients. This project really taught me the importance of community engagement. The feedback we got from both healthcare providers and members of NA groups was critical to the design decisions we made.</p>",
        "path": "/projects/medlock",
        "link": "https://github.com/Rishub-Handa/MedLock"
    },
    {
        "name": "Climate Responsibility and Vulnerability",
        "short_desc": "Final project for SARC 5400: Data Visualization. Interactive visual of historic CO2 emissions for various countries.",
        "long_desc": "<p>This interactive data visualization was my final project for SARC 5400: Data Visualization with Professor Eric Field at the University of Virginia. I wanted to visually explore who is most responsible for and vulnerable to climate change. The language of responsibility is specifically chosen to reframe climate change as an issue that a select few countries (the US and others) are primarily responsible for and must address.</p><p>To complete this project, I analyzed the data using Python and created the visual using D3.js.</p>",
        "path": "/projects/climate_responsibility",
        "link": "https://chasedawson.github.io/climate-responsibility-viz/"
    },
    {
        "name": "Public Interest Data Lab: Race and Charlottesville Child Protection Services",
        "short_desc": "Understanding the impact of race on child welfare services in Charlottesville, Virginia.",
        "long_desc": "<p>Sorry! I don’t have all the description and link for this project up yet. Check back later as I continue to update my site.</p>",
        "path": "/projects/child_welfare"
    }
]